Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 本地目录不存在或不是文件夹
ar: The local path does not exist or is not a folder
de: The local path does not exist or is not a folder
en: The local path does not exist or is not a folder
eo: The local path does not exist or is not a folder
es: The local path does not exist or is not a folder
fr: The local path does not exist or is not a folder
hi: The local path does not exist or is not a folder
id: The local path does not exist or is not a folder
it: The local path does not exist or is not a folder
ja: The local path does not exist or is not a folder
ko: The local path does not exist or is not a folder
nl: The local path does not exist or is not a folder
pl: The local path does not exist or is not a folder
pt: The local path does not exist or is not a folder
ru: The local path does not exist or is not a folder
th: The local path does not exist or is not a folder
tr: The local path does not exist or is not a folder
vi: The local path does not exist or is not a folder
zh_hant: 本地目錄不存在或不是資料夾

source: 本地目录不能位于外部目标内部
ar: The local folder cannot be inside the external destination
de: The local folder cannot be inside the external destination
en: The local folder cannot be inside the external destination
eo: The local folder cannot be inside the external destination
es: The local folder cannot be inside the external destination
fr: The local folder cannot be inside the external destination
hi: The local folder cannot be inside the external destination
id: The local folder cannot be inside the external destination
it: The local folder cannot be inside the external destination
ja: The local folder cannot be inside the external destination
ko: The local folder cannot be inside the external destination
nl: The local folder cannot be inside the external destination
pl: The local folder cannot be inside the external destination
pt: The local folder cannot be inside the external destination
ru: The local folder cannot be inside the external destination
th: The local folder cannot be inside the external destination
tr: The local folder cannot be inside the external destination
vi: The local folder cannot be inside the external destination
zh_hant: 本地目錄不能位於外部目標內部

source: 本地目录必须位于当前用户目录下
ar: The local folder must be inside the current user folder
de: The local folder must be inside the current user folder
en: The local folder must be inside the current user folder
eo: The local folder must be inside the current user folder
es: The local folder must be inside the current user folder
fr: The local folder must be inside the current user folder
hi: The local folder must be inside the current user folder
id: The local folder must be inside the current user folder
it: The local folder must be inside the current user folder
ja: The local folder must be inside the current user folder
ko: The local folder must be inside the current user folder
nl: The local folder must be inside the current user folder
pl: The local folder must be inside the current user folder
pt: The local folder must be inside the current user folder
ru: The local folder must be inside the current user folder
th: The local folder must be inside the current user folder
tr: The local folder must be inside the current user folder
vi: The local folder must be inside the current user folder
zh_hant: 本機目錄必須位於目前用戶目錄下

source: 权限不足。请前往“系统设置 > 隐私与安全性 > 完全磁盘访问权限”，允许 AppPorts 访问磁盘，然后重启应用。
ar: تم رفض الإذن. يرجى السماح بالوصول الكامل إلى القرص في إعدادات النظام.
de: Zugriff verweigert. Bitte erlauben Sie den vollen Festplattenzugriff in den Systemeinstellungen.
en: Permission denied. Please allow Full Disk Access in System Settings.
eo: Permeso rifuzita. Bonvolu permesi Plenan Diskan Aliron en Sistemaj Agordoj.
es: Permiso denegado. Permita el acceso total al disco en la configuración del sistema.
fr: Permission refusée. Veuillez autoriser l'accès complet au disque dans les réglages système.
hi: अनुमति अस्वीकृत। कृपया सिस्टम सेटिंग्स में पूर्ण डिस्क एक्सेस की अनुमति दें।
id: Izin ditolak. Harap izinkan Akses Disk Penuh di Pengaturan Sistem.
it: Permesso negato. Consenti Accesso completo al disco nelle Impostazioni di sistema.
ja: アクセス拒否。システム設定でフルディスクアクセスを許可してください。
ko: 권한이 거부되었습니다. 시스템 설정에서 전체 디스크 액세스를 허용하십시오.
nl: Toestemming geweigerd. Sta volledige schijftoegang toe in Systeeminstellingen.
pl: Odmowa dostępu. Zezwól na pełny dostęp do dysku w Ustawieniach systemowych.
pt: Permissão negada. Permita o Acesso Total ao Disco nas Configurações do Sistema.
ru: Доступ запрещен. Разрешите полный доступ к диску в настройках системы.
th: สิทธิ์ถูกปฏิเสธ โปรดอนุญาตการเข้าถึงดิสก์เต็มรูปแบบในการตั้งค่าระบบ
tr: İzin reddedildi. Lütfen Sistem Ayarlarında Tam Disk Erişimine izin verin.
vi: Quyền bị từ chối. Vui lòng cho phép Truy cập toàn bộ đĩa trong Cài đặt hệ thống.
zh_hant: 權限不足。請前往「系統設定 > 隱私權與安全性 > 完全磁碟存取權」，允許 AppPorts 存取磁碟，然後重新啟動應用程式。

source: 权限修复失败，无法重签名。请手动执行: sudo chown -R $(whoami) \
ar: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
de: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
en: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
eo: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
es: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
fr: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
hi: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
id: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
it: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
ko: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
nl: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
pl: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
pt: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
ru: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
th: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
tr: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \
vi: Permission repair failed; cannot re-sign. Run manually: sudo chown -R $(whoami) \

source: 权限修复部分失败（可能受 SIP 保护），继续尝试签名
ar: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
de: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
en: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
eo: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
es: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
fr: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
hi: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
id: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
it: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
ko: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
nl: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
pl: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
pt: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
ru: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
th: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
tr: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt
vi: Permission repair partially failed, possibly due to SIP protection; continuing signing attempt

source: 查看现有软链路径，并可将其纳入 AppPorts 管理
ar: View the existing symlink target and optionally bring it under AppPorts management
de: View the existing symlink target and optionally bring it under AppPorts management
en: View the existing symlink target and optionally bring it under AppPorts management
eo: View the existing symlink target and optionally bring it under AppPorts management
es: View the existing symlink target and optionally bring it under AppPorts management
fr: View the existing symlink target and optionally bring it under AppPorts management
hi: View the existing symlink target and optionally bring it under AppPorts management
id: View the existing symlink target and optionally bring it under AppPorts management
it: View the existing symlink target and optionally bring it under AppPorts management
ja: View the existing symlink target and optionally bring it under AppPorts management
ko: View the existing symlink target and optionally bring it under AppPorts management
nl: View the existing symlink target and optionally bring it under AppPorts management
pl: View the existing symlink target and optionally bring it under AppPorts management
pt: View the existing symlink target and optionally bring it under AppPorts management
ru: Посмотреть путь существующей символической ссылки и при желании передать её под управление AppPorts
th: View the existing symlink target and optionally bring it under AppPorts management
tr: View the existing symlink target and optionally bring it under AppPorts management
vi: View the existing symlink target and optionally bring it under AppPorts management
zh_hant: 查看現有軟連結路徑，並可將其納入 AppPorts 管理

source: 标记恢复模式：创建符号链接失败，尝试紧急回滚
ar: Marked recovery mode: symlink creation failed; attempting emergency rollback
de: Marked recovery mode: symlink creation failed; attempting emergency rollback
en: Marked recovery mode: symlink creation failed; attempting emergency rollback
eo: Marked recovery mode: symlink creation failed; attempting emergency rollback
es: Marked recovery mode: symlink creation failed; attempting emergency rollback
fr: Marked recovery mode: symlink creation failed; attempting emergency rollback
hi: Marked recovery mode: symlink creation failed; attempting emergency rollback
id: Marked recovery mode: symlink creation failed; attempting emergency rollback
it: Marked recovery mode: symlink creation failed; attempting emergency rollback
ko: Marked recovery mode: symlink creation failed; attempting emergency rollback
nl: Marked recovery mode: symlink creation failed; attempting emergency rollback
pl: Marked recovery mode: symlink creation failed; attempting emergency rollback
pt: Marked recovery mode: symlink creation failed; attempting emergency rollback
ru: Marked recovery mode: symlink creation failed; attempting emergency rollback
th: Marked recovery mode: symlink creation failed; attempting emergency rollback
tr: Marked recovery mode: symlink creation failed; attempting emergency rollback
vi: Marked recovery mode: symlink creation failed; attempting emergency rollback
zh_hant: 标记恢复模式：创建符号連結失败，尝试紧急回滚

source: 标记恢复模式：删除源目录失败
ar: Marked recovery mode: failed to delete source directory
de: Marked recovery mode: failed to delete source directory
en: Marked recovery mode: failed to delete source directory
eo: Marked recovery mode: failed to delete source directory
es: Marked recovery mode: failed to delete source directory
fr: Marked recovery mode: failed to delete source directory
hi: Marked recovery mode: failed to delete source directory
id: Marked recovery mode: failed to delete source directory
it: Marked recovery mode: failed to delete source directory
ko: Marked recovery mode: failed to delete source directory
nl: Marked recovery mode: failed to delete source directory
pl: Marked recovery mode: failed to delete source directory
pt: Marked recovery mode: failed to delete source directory
ru: Marked recovery mode: failed to delete source directory
th: Marked recovery mode: failed to delete source directory
tr: Marked recovery mode: failed to delete source directory
vi: Marked recovery mode: failed to delete source directory
zh_hant: 标记恢复模式：删除源目錄失败

source: 标记恢复模式：紧急回滚也失败，数据仅在外部存储中
ar: Marked recovery mode: emergency rollback also failed; data exists only on external storage
de: Marked recovery mode: emergency rollback also failed; data exists only on external storage
en: Marked recovery mode: emergency rollback also failed; data exists only on external storage
eo: Marked recovery mode: emergency rollback also failed; data exists only on external storage
es: Marked recovery mode: emergency rollback also failed; data exists only on external storage
fr: Marked recovery mode: emergency rollback also failed; data exists only on external storage
hi: Marked recovery mode: emergency rollback also failed; data exists only on external storage
id: Marked recovery mode: emergency rollback also failed; data exists only on external storage
it: Marked recovery mode: emergency rollback also failed; data exists only on external storage
ko: Marked recovery mode: emergency rollback also failed; data exists only on external storage
nl: Marked recovery mode: emergency rollback also failed; data exists only on external storage
pl: Marked recovery mode: emergency rollback also failed; data exists only on external storage
pt: Marked recovery mode: emergency rollback also failed; data exists only on external storage
ru: Marked recovery mode: emergency rollback also failed; data exists only on external storage
th: Marked recovery mode: emergency rollback also failed; data exists only on external storage
tr: Marked recovery mode: emergency rollback also failed; data exists only on external storage
vi: Marked recovery mode: emergency rollback also failed; data exists only on external storage
zh_hant: 标记恢复模式：紧急回滚也失败，資料仅在外部存储中

source: 检查更新
ar: التحقق من التحديثات
de: Nach Updates suchen
en: Check for Updates
eo: Kontroli ĝisdatigojn
es: Buscar actualizaciones
fr: Rechercher des mises à jour
hi: अपडेट की जाँच करें
id: Periksa Pembaruan
it: Cerca aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
pl: Sprawdź aktualizacje
pt: Procurar atualizações
ru: Проверить обновления
th: ตรวจสอบการอัปเดต
tr: Güncellemeleri Denetle
vi: Kiểm tra cập nhật
zh_hant: 檢查更新

source: 检测到「%@」已经是一个现有软链。 软链路径：%@ 目标路径：%@ 选择「规范化管理」后，AppPorts 会将这条软链接纳入受管状态，后续可直接还原。
ar: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
de: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
en: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
eo: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
es: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
fr: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
hi: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
id: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
it: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
ja: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
ko: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
nl: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
pl: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
pt: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
ru: Обнаружено, что «%1$@» уже является существующей символической ссылкой. Путь ссылки: %2$@ Целевой путь: %3$@ После выбора «Нормализовать управление» AppPorts возьмёт эту ссылку под управление, и в дальнейшем её можно будет восстановить напрямую.
th: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
tr: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.
vi: Detected that "%1$@" is already an existing symlink. Symlink path: %2$@ Target path: %3$@ After selecting "Normalize management", AppPorts will manage this symlink, allowing direct restoration later.

source: 检测到「%@」已经由 AppPorts 接管，但外部目标仍位于旧路径。 当前外部路径：%@ 规范后路径：%@ 继续后将进入二次确认，并执行真实迁移。
ar: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
de: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
en: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
eo: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
es: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
fr: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
hi: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
id: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
it: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
ja: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
ko: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
nl: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
pl: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
pt: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
ru: Обнаружено, что «%1$@» уже под управлением AppPorts, но внешняя цель всё ещё находится по старому пути. Текущий внешний путь: %2$@ Канонический путь: %3$@ После продолжения появится повторное подтверждение и будет выполнен реальный перенос.
th: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
tr: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
vi: Detected that "%1$@" is already managed by AppPorts, but the external target is still at the old path. Current external path: %2$@ Normalized path: %3$@ Continuing will proceed to a second confirmation and perform the actual migration.
